Repository: robertdevore/maintenance-mode-for-wordpress
Catalog: languages/maintenance-mode-wp-*.po
Languages: es_mx, fr_fr

source: MAINTENANCE MODE IS ACTIVE
es_mx: EL MODO DE MANTENIMIENTO ESTÁ ACTIVO
fr_fr: LE MODE DE MAINTENANCE EST ACTIF

source: COMING SOON MODE IS ACTIVE
es_mx: EL MODO "PRÓXIMAMENTE" ESTÁ ACTIVO
fr_fr: LE MODE "BIENTÔT" EST ACTIF

source: Click to manage Maintenance Mode settings
es_mx: Haga clic para gestionar la configuración del modo de mantenimiento
fr_fr: Cliquez sur pour gérer les paramètres du mode de maintenance

source: Maintenance
es_mx: Mantenimiento

source: Maintenance Page
es_mx: Página de mantenimiento
fr_fr: Page de maintenance

source: Maintenance Pages
es_mx: Páginas de mantenimiento
fr_fr: Pages de maintenance

source: All Maintenance Pages
es_mx: Todas las páginas de mantenimiento
fr_fr: Toutes les pages de maintenance

source: Add New Maintenance Page
es_mx: Añadir nueva página de mantenimiento
fr_fr: Ajouter une page de maintenance

source: Add New
es_mx: Añadir nuevo
fr_fr: Ajouter

source: New Maintenance Page
es_mx: Nueva página de mantenimiento
fr_fr: Nouvelle page de maintenance

source: Edit Maintenance Page
es_mx: Editar página de mantenimiento
fr_fr: Modifier la page de maintenance

source: Update Maintenance Page
es_mx: Actualizar la página de mantenimiento
fr_fr: Mise à jour de la page de maintenance

source: View Maintenance Page
es_mx: Ver la página de mantenimiento
fr_fr: Voir la page de maintenance

source: View Maintenance Pages
es_mx: Ver las páginas de mantenimiento
fr_fr: Voir les pages de maintenance

source: Search Maintenance Pages
es_mx: Buscar páginas de mantenimiento
fr_fr: Recherche dans les pages de maintenance

source: Maintenance Page Not Found
es_mx: Mantenimiento Página no encontrada
fr_fr: Page de maintenance introuvable

source: Maintenance Page Not Found in Trash
es_mx: Página de mantenimiento no encontrada en la papelera
fr_fr: Page de maintenance introuvable dans la corbeille

source: Insert into Maintenance Page
es_mx: Insertar en la página de mantenimiento
fr_fr: Insérer dans la page de maintenance

source: Uploaded to this Maintenance Page
es_mx: Cargado en esta página de mantenimiento
fr_fr: Téléchargé sur cette page de maintenance

source: Maintenance Pages List
es_mx: Lista de páginas de mantenimiento
fr_fr: Liste des pages de maintenance

source: Maintenance Pages List Navigation
es_mx: Páginas de mantenimiento Lista de navegación
fr_fr: Navigation dans la liste des pages de maintenance

source: Filter Maintenance Pages List
es_mx: Lista de páginas de mantenimiento de filtros
fr_fr: Liste des pages de maintenance des filtres

source: Settings
es_mx: Ajustes
fr_fr: Paramètres

source: Maintenance Mode Settings
es_mx: Configuración del modo de mantenimiento
fr_fr: Paramètres du mode de Maintenance

source: Enable Maintenance Mode
es_mx: Activar Modo "Mantenimiento”
fr_fr: Activer le mode de la maintenance

source: Enable Coming Soon Mode
es_mx: Activar Modo “Próximamente”
fr_fr: Activer le mode Prochainement

source: Launch Date
es_mx: Fecha de lanzamiento
fr_fr: Date de lancement

source: Maintenance Mode Page
es_mx: Página de modo de mantenimiento
fr_fr: Page du mode Maintenance

source: Support
es_mx: Soporte

source: Documentation
es_mx: Documentación

source: REST API access is restricted while the site is under maintenance.
es_mx: El acceso a la API REST está restringido mientras el sitio está en mantenimiento.
fr_fr: L'accès à l'API REST est restreint pendant que le site est en cours de maintenance.

source: Maintenance Mode
es_mx: Modo de Mantenimiento
fr_fr: Mode Maintenance

source: Our site is currently unavailable. Please check back later.
es_mx: Nuestro sitio no está disponible en este momento. Por favor, vuelva más tarde.
fr_fr: Notre site est actuellement indisponible. Veuillez revenir plus tard.

source: Configure the maintenance mode settings below.
es_mx: Configure a continuación los ajustes del modo de mantenimiento.
fr_fr: Configurez les paramètres du mode de maintenance ci-dessous.

source: Maintenance Mode for WordPress®
es_mx: Modo de mantenimiento para WordPress
fr_fr: Mode maintenance pour WordPress®

source: A maintenance mode plugin with customizable landing pages using the core WordPress® editor, locked down to the domain root for non-logged-in users.
es_mx: Un plugin en modo de mantenimiento con páginas de destino personalizables que utilizan el editor principal de WordPress®, bloqueado en la raíz del dominio para los usuarios que no han iniciado sesión.
fr_fr: Un plugin en mode maintenance avec des pages d'atterrissage personnalisables utilisant l'éditeur principal de WordPress®, verrouillé à la racine du domaine pour les utilisateurs non connectés.

source: Site Unavailable
fr_fr: Site indisponible
